Revit 2023 API
GroupTypeId.Construction Property
 "Construction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Construction { get; }
Visual Basic
Public Shared ReadOnly Property Construction As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Construction {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace